IdeaRS.OpenModel.Model.Element2DType
Analysis Type of 2D IOM element

IdeaRS.OpenModel.Model.Element2DType.Shell
Shell

IdeaRS.OpenModel.Model.Element2DType.Slab
Slab

IdeaRS.OpenModel.Model.Element2DType.Wall
Wall